Repository: aekoky/CleanArchitecture
Catalog: AngularClient/src/i18n/messages.*.xlf
Languages: fr

source: Update the category of problem
fr: Modifier le catégorie du problème

source: New category of problem
fr: Nouvel catégorie du problème

source: Name
fr: Nom

source: This field is required.
fr: Ce champ est obligatoire.

source: Save
fr: Enregistrer

source: Categories
fr: Catégories

source: Add category
fr: Ajouter Catégorie

source: Add sub category
fr: Ajouter sous catégorie

source: Update the subcategory of problem
fr: Modifier le sous catégorie du problème

source: New subcategory of problem
fr: Nouvel sous catégorie du problème

source: Update the issue
fr: Modifier le problème

source: New issue
fr: Nouvel problème

source: The issues
fr: Les problèmes
